[M_Ep8_SanctuaryTakesOff MissionDefinition]
MissionName="to tremble"
MissionDescription="Get the test voltage [place]Tundra Express[-place]. These devices can provide unlimited monitoring power. [place]Holy place[-place], So Roland orders you to Lt. Davis to take. Can you help him get in??"
TurnInDescription="[place]Booking[-place] Then she disappeared. <br>Machine."
MissionSummary="Display the maximum power test of the generator on the screen. [place]Clean place[-place]."
MissionGiver="Lieutenant Davis"
MissionTurnInLocation="square valley"
TeaserText=""

[M_Ep8_SanctuaryTakesOff:FindRoland MissionObjectiveDefinition]
ProgressMessage="Download the original Roland"

[M_Ep8_SanctuaryTakesOff:FindRolandSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Get Eridium from Roland.."
MissionDescriptionOverride="Jack grabbed your hand. The angel betrayed him. Welcome to Pandora!.<br>it is "núcleo energético" what did you see [place]Tundra Express[-place] In fact, the Hyperion adapter allows Angel to disable the shield. [place]It holds[-place]. In this city the rain is merciless.<br>motorcycle [place]It holds[-place] They successfully recover, but Lilith says she needs help to escape. Roland has a lot. I asked him."

[M_Ep8_SanctuaryTakesOff:GetEridiumFromRoland MissionObjectiveDefinition]
ProgressMessage="Collect the Iridium Nuggets"

[M_Ep8_SanctuaryTakesOff:GetEridiumFromRolandSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:GiveEridiumtoLilithDialogSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:GiveEridumToLilith MissionObjectiveDefinition]
ProgressMessage="In the case of lithium eridium."

[M_Ep8_SanctuaryTakesOff:GiveEridumToLilithSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:GotoCenterofTown MissionObjectiveDefinition]
ProgressMessage="Go downtown."

[M_Ep8_SanctuaryTakesOff:GoToCenterofTownSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Bring Iridium Lilith."
MissionDescriptionOverride="Jack is with you. The angel betrayed him. Welcome to Pandora..<br>AND "núcleo energético" what you see [place]Tundra Express[-place] It was actually the Hyperion adapter that allowed Angel to disable the shield. [place]Safe environment[-place]. The city survived months of bombing.<br>machine [place]Safe environment[-place] They were safe, but Lilith said they needed some iridium to escape."

[M_Ep8_SanctuaryTakesOff:GoToFridgeEntrance MissionObjectiveDefinition]
ProgressMessage="in the fridge"

[M_Ep8_SanctuaryTakesOff:GoToFridgeEntranceSet MissionObjectiveSetDefinition]
MissionSummaryOverride="ON [place]Refrigerator[-place]."
MissionDescriptionOverride="Luxembourg City [place]hideout[-place] He disappeared from this plane of existence. Guardian angel, it was the AI ​​that betrayed you. [place]hideout[-place] Now your only hope is to get your friend back. I'm still embarrassed..<br>He told you to go. [place]Fridge[-place], A frozen desert full of rats. "

[M_Ep8_SanctuaryTakesOff:GoToPylon MissionObjectiveDefinition]
ProgressMessage="Go to town"

[M_Ep8_SanctuaryTakesOff:GoToPylonSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Motorcycle Engine Repair."
MissionDescriptionOverride="Jack betrayed Angel to you. Welcome to Pandora. <br>his "núcleo energético" What do you see there? [place]Tundra Express[-place] It's actually a Hyperion adapter that allows angels to move shields [place]Ritual[-place]. Infernal moonlight shines in the city.<br>Rotor will ask you to talk to Scooter to learn how to fix the motor [place]Ritual[-place], Especially flipping the switch."

[M_Ep8_SanctuaryTakesOff:InstallAngelApp MissionObjectiveDefinition]
ProgressMessage="Install the Hyperion kernel."

[M_Ep8_SanctuaryTakesOff:InstallAngelAppDialogSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:InstallAngelAppSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:LeaveSanctuary MissionObjectiveDefinition]
ProgressMessage="Leave the church"

[M_Ep8_SanctuaryTakesOff:LeaveSanctuarySet MissionObjectiveSetDefinition]
MissionSummaryOverride="climb up [place]Triangular valley[-place]."
MissionDescriptionOverride="D City [place]I like to swim.[-place] He ran away from this life plan. Your angel betrayed you [place]I like to swim.[-place] Your only hope now is to get back to your friends. It's still uncomfortable..<br>I asked him to leave. [place]Cold[-place], Rats roam the frozen desert floor. "

[M_Ep8_SanctuaryTakesOff:Pylon1Ready MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:RemoveBrakesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:RemoveOldPowerCore MissionObjectiveDefinition]
ProgressMessage="Ministry of Energy Resources"

[M_Ep8_SanctuaryTakesOff:RemovePowerCoreSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep8_SanctuaryTakesOff:StartPylon1 MissionObjectiveDefinition]
ProgressMessage="Ignition lock 3 is off."

[M_Ep8_SanctuaryTakesOff:StartPylon2 MissionObjectiveDefinition]
ProgressMessage="Ignition device error 1"

[M_Ep8_SanctuaryTakesOff:StartPylon3 MissionObjectiveDefinition]
ProgressMessage="End of fire 3"

